recipes/nut-loaf.org
#+TITLE: Nut laof
#+DATE: 2022-12-13
#+SETUPFILE: recipe.setup

[[https://www.instagram.com/p/Cl6hjtWq6Ja/][Original link]]

* Ingredients
- 100g couscous
- 250g vacuum packed chestnuts
- 50g pecans
- 50g almonds
- 100g walnuts
- 1 tbsp cranberry sauce
- 5 tbsp flaxseed with 10tbsp water
- 3 sage leaves
- 3 thyme stalks
- 1 rosemary stalk
- 4 tbsp soy sauce
- 1 tbsp miso paste
- 1 tbsp balsamic
- 1 tbsp tomato paste
- 2 tbsp nooch
- 3 chopped shallots
- 3 garlic cloves
- 2 carrots
- 2 cooked beetroots
- Salt and pepper

** Glaze
- 2 tbsp cranberry sauce
- juice of 1 orange
- 1 tbsp maple syrup

* Instructions
  1. Mix ingredients
  2. Put in loaf tray
  3. Reduce glaze in a sauspan then spoon onto loaf
  4. Cook in oven on 180\deg{} for 40 minutes (50 if intending to freeze)
