recipes/nut-loaf.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Nut laof</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="../static/recipe.css" />
<link rel="icon" type="image/ico" href="../static/favicon.svg" />
</head>
<body>
<div id="org-div-home-and-up"> <a href="../index.html"> Home </a> </div> <div id="btns"><button id="copy-btn" onclick="copyTicked()"></button> <button id="untick-btn" onclick="untickAll()"></button></div><div id="notify">Copied!</div><div id="content" class="content">
<h1 class="title">Nut laof</h1>
<p>
<a href="https://www.instagram.com/p/Cl6hjtWq6Ja/">Original link</a>
</p>

<div id="outline-container-orgffa0cc3" class="outline-2">
<h2 id="orgffa0cc3">Ingredients</h2>
<div class="outline-text-2" id="text-orgffa0cc3">
<ul class="org-ul">
<li>100g couscous</li>
<li>250g vacuum packed chestnuts</li>
<li>50g pecans</li>
<li>50g almonds</li>
<li>100g walnuts</li>
<li>1 tbsp cranberry sauce</li>
<li>5 tbsp flaxseed with 10tbsp water</li>
<li>3 sage leaves</li>
<li>3 thyme stalks</li>
<li>1 rosemary stalk</li>
<li>4 tbsp soy sauce</li>
<li>1 tbsp miso paste</li>
<li>1 tbsp balsamic</li>
<li>1 tbsp tomato paste</li>
<li>2 tbsp nooch</li>
<li>3 chopped shallots</li>
<li>3 garlic cloves</li>
<li>2 carrots</li>
<li>2 cooked beetroots</li>
<li>Salt and pepper</li>
</ul>
</div>

<div id="outline-container-org37799c0" class="outline-3">
<h3 id="org37799c0">Glaze</h3>
<div class="outline-text-3" id="text-org37799c0">
<ul class="org-ul">
<li>2 tbsp cranberry sauce</li>
<li>juice of 1 orange</li>
<li>1 tbsp maple syrup</li>
</ul>
</div>
</div>
</div>

<div id="outline-container-org349f77e" class="outline-2">
<h2 id="org349f77e">Instructions</h2>
<div class="outline-text-2" id="text-org349f77e">
<ol class="org-ol">
<li>Mix ingredients</li>
<li>Put in loaf tray</li>
<li>Reduce glaze in a sauspan then spoon onto loaf</li>
<li>Cook in oven on 180&deg; for 40 minutes (50 if intending to freeze)</li>
</ol>
</div>
</div>
</div>
</body>
</html>
